{
  "concepto": "EXISTENCIA",
  "rutas_descubiertas": [
    {
      "nombre": "ser-en-el-mundo",
      "descripcion": "La existencia como un estado de ser-en-el-mundo, donde el individuo se encuentra inmerso en un entorno que condiciona su experiencia y percepción de la realidad.",
      "justificacion": "Desde una perspectiva fenomenológica, la existencia se entiende como una interacción constante entre el sujeto y el mundo que lo rodea, donde la conciencia se constituye a través de la experiencia corporal y relacional.",
      "ejemplo": "Un individuo caminando por una calle concurrida, absorbiendo los estímulos sensoriales y emocionales que le rodean y configurando su propia realidad a partir de esa interacción.",
      "nivel_profundidad": 5
    },
    {
      "nombre": "existencia-temporal",
      "descripcion": "La existencia como una realidad temporal, donde el individuo vive en un continuo de pasado, presente y futuro que define su identidad y sentido de sí mismo.",
      "justificacion": "Desde una perspectiva existencialista, la existencia se experimenta como una sucesión de momentos que se entrelazan para formar una narrativa personal única.",
      "ejemplo": "Reflexionar sobre cómo las decisiones y acciones pasadas han moldeado la persona que somos en el presente, y cómo nuestras elecciones presentes afectarán nuestro futuro.",
      "nivel_profundidad": 5
    },
    {
      "nombre": "existencia-ontologica",
      "descripcion": "La existencia como un problema ontológico fundamental, relacionado con la naturaleza del ser y la realidad, cuestionando la esencia y la existencia de los entes.",
      "justificacion": "Desde la tradición filosófica, la existencia se ha debatido en torno a preguntas fundamentales sobre la existencia de Dios, la realidad del mundo y la naturaleza del ser humano.",
      "ejemplo": "Reflexionar sobre la afirmación de Descartes 'Cogito, ergo sum' y cómo la duda cartesiana plantea interrogantes existenciales sobre la certeza de la propia existencia.",
      "nivel_profundidad": 5
    },
    {
      "nombre": "existencia-relacional",
      "descripcion": "La existencia como una red de relaciones intersubjetivas, donde el individuo se define a través de sus interacciones con otros seres y el mundo circundante.",
      "justificacion": "Desde una perspectiva ética, la existencia se entiende como un fenómeno relacional que implica responsabilidad hacia los demás y hacia el entorno en el que se vive.",
      "ejemplo": "Analizar cómo nuestras relaciones personales y sociales influyen en nuestra identidad y sentido de pertenencia, y cómo nuestras acciones impactan en la existencia de los demás.",
      "nivel_profundidad": 5
    },
    {
      "nombre": "existencia-corporal",
      "descripcion": "La existencia como una experiencia corporal, donde el cuerpo se convierte en el vehículo de la existencia y en el medio para interactuar con el mundo.",
      "justificacion": "Desde una perspectiva fenomenológica, la existencia se vive a través del cuerpo, que actúa como intermediario entre la conciencia y la realidad exterior, configurando nuestra experiencia del mundo.",
      "ejemplo": "Explorar cómo la percepción sensorial, el movimiento y la expresión corporal influyen en nuestra forma de ser en el mundo, y cómo la enfermedad o la discapacidad pueden afectar nuestra experiencia de existir.",
      "nivel_profundidad": 5
    },
    {
      "nombre": "existencia-cuantica",
      "descripcion": "La existencia como un fenómeno cuántico, donde la realidad se presenta como probabilística y subjetiva, desafiando las concepciones tradicionales de la existencia y la objetividad.",
      "justificacion": "Desde la física cuántica, la existencia se entiende como un proceso incierto y relativo, donde la observación del sujeto influye en la manifestación de la realidad, planteando interrogantes sobre la naturaleza de la existencia misma.",
      "ejemplo": "Reflexionar sobre el experimento de la doble rendija y cómo la observación del fenómeno cuántico cambia su resultado, sugiriendo que la existencia puede ser múltiple y dependiente de la percepción del observador.",
      "nivel_profundidad": 5
    },
    {
      "nombre": "existencia-ecologica",
      "descripcion": "La existencia como una experiencia ecológica, donde el individuo se reconecta con la naturaleza y reconoce su interdependencia con todos los seres vivos y el entorno.",
      "justificacion": "Desde una perspectiva ética y ambiental, la existencia se entiende como parte de un ecosistema global, donde nuestras acciones tienen consecuencias en la biodiversidad y en el equilibrio del planeta.",
      "ejemplo": "Explorar cómo la destrucción de los ecosistemas y el cambio climático afectan la existencia de todas las formas de vida en la Tierra, y cómo podemos replantear nuestra relación con la naturaleza para preservar la existencia de las generaciones futuras.",
      "nivel_profundidad": 5
    },
    {
      "nombre": "existencia-social",
      "descripcion": "La existencia como un fenómeno social, donde el individuo se desarrolla a través de sus interacciones con la sociedad y la cultura, construyendo su identidad en relación con los demás.",
      "justificacion": "Desde una perspectiva sociológica, la existencia se entiende como un proceso de socialización y construcción de significados compartidos, donde la pertenencia a grupos y comunidades influye en la percepción de uno mismo y en la experiencia de existir.",
      "ejemplo": "Analizar cómo las normas sociales, los roles de género y las estructuras de poder moldean la identidad y la existencia de los individuos, y cómo los movimientos sociales y culturales pueden transformar las concepciones de existencia colectiva.",
      "nivel_profundidad": 5
    },
    {
      "nombre": "existencia-dualidad",
      "descripcion": "La existencia como una dualidad de ser y no-ser, donde la experiencia de la existencia se entiende en contraste con la ausencia de existencia, planteando interrogantes sobre la naturaleza de la realidad y la percepción del ser.",
      "justificacion": "Desde una perspectiva metafísica, la existencia se presenta como una dualidad ontológica entre la presencia y la ausencia, donde la conciencia humana se debate entre la certeza de su propia existencia y la incertidumbre de lo que trasciende la experiencia.",
      "ejemplo": "Reflexionar sobre la paradoja de la existencia y la no-existencia, y cómo la conciencia de la propia finitud y la posibilidad del no-ser influyen en la experiencia de existir.",
      "nivel_profundidad": 5
    },
    {
      "nombre": "existencia-utopica",
      "descripcion": "La existencia como una búsqueda constante de la utopía, donde el individuo aspira a una realidad ideal y perfecta que trascienda las limitaciones y contradicciones de la existencia cotidiana.",
      "justificacion": "Desde una perspectiva filosófica y política, la existencia se entiende como un horizonte de posibilidad y transformación, donde la imaginación y la creatividad humana pueden proyectar visiones utópicas de un mundo mejor y más justo.",
      "ejemplo": "Explorar cómo las utopías literarias, políticas o artísticas reflejan anhelos y deseos profundos de superar las injusticias y los sufrimientos de la existencia real, y cómo la utopía puede inspirar la acción y la resistencia frente a la realidad opresiva.",
      "nivel_profundidad": 5
    }
  ],
  "analisis_profundos": {
    "ser-en-el-mundo": {
      "ruta": "ser-en-el-mundo",
      "analisis_profundo": "La existencia se refiere a la realidad de estar en el mundo, de ser parte de él y experimentarlo de manera única. Desde un punto de vista filosófico, la existencia plantea preguntas sobre el propósito de la vida, la naturaleza del ser y la relación entre el individuo y su entorno. Se puede analizar desde la perspectiva de filósofos como Heidegger, quien habla del 'ser-en-el-mundo' como una condición fundamental de la existencia humana.",
      "ejemplos": [
        "Un bebé recién nacido experimentando el mundo por primera vez",
        "Un astronauta en el espacio contemplando la inmensidad del universo",
        "Una persona en medio de la naturaleza sintiendo una profunda conexión con el entorno"
      ],
      "certeza": 0.85,
      "aplicaciones": [
        "La reflexión sobre la existencia puede llevar a una mayor apreciación de la vida y a una búsqueda de significado personal",
        "Puede influir en la forma en que nos relacionamos con los demás y con nuestro entorno"
      ],
      "paradojas": [
        "La paradoja de la libertad en la existencia: si somos libres de elegir nuestra propia existencia, ¿hasta qué punto estamos realmente libres?",
        "La contradicción entre la individualidad y la interconexión con el mundo que nos rodea"
      ],
      "dimensiones_relacionadas": [
        "Filosofía",
        "Psicología",
        "Espiritualidad",
        "Ética"
      ]
    },
    "existencia-temporal": {
      "ruta": "existencia-temporal",
      "analisis_profundo": "La existencia es un concepto central en la filosofía que se relaciona con la temporalidad, ya que implica la idea de ser en un determinado momento. Desde una perspectiva filosófica, la existencia temporal se ha debatido a lo largo de la historia, desde las teorías sobre el ser eterno hasta la concepción del ser como un proceso en constante cambio. La relación entre la existencia y el tiempo plantea cuestiones profundas sobre la naturaleza de la realidad y la percepción del individuo.",
      "ejemplos": [
        "El nacimiento de una persona marca su inicio en la existencia temporal",
        "El paso de las estaciones muestra la temporalidad de la existencia en la naturaleza",
        "El envejecimiento de un objeto evidencia su existencia en el tiempo"
      ],
      "certeza": 0.85,
      "aplicaciones": [
        "La reflexión sobre la existencia temporal puede ayudar a las personas a valorar el presente y a vivir de manera más consciente",
        "En la literatura y el arte, la exploración de la existencia temporal puede llevar a la creación de obras profundas y reflexivas"
      ],
      "paradojas": [
        "La paradoja de la existencia temporal plantea la pregunta de si realmente existe un presente o si todo es pasado o futuro",
        "La contradicción entre la permanencia de la existencia y su constante cambio en el tiempo"
      ],
      "dimensiones_relacionadas": [
        "Filosofía",
        "Tiempo",
        "Realidad",
        "Percepción"
      ]
    },
    "existencia-ontologica": {
      "ruta": "existencia-ontologica",
      "analisis_profundo": "La existencia es un concepto fundamental en la filosofía que ha sido debatido a lo largo de la historia. Desde la perspectiva ontológica, la existencia se refiere a la realidad o el ser de algo, es decir, la afirmación de que algo es real y tiene una presencia en el mundo. Este concepto ha sido abordado por filósofos como Martin Heidegger, quien exploró la existencia humana en relación con el tiempo y la autenticidad. La existencia también ha sido discutida en términos de la existencia de Dios, planteando preguntas sobre la naturaleza de la realidad y la verdad.",
      "ejemplos": [
        "la existencia de un árbol en el bosque",
        "la existencia de un ser humano",
        "la existencia de un objeto material"
      ],
      "certeza": 0.85,
      "aplicaciones": [
        "reflexión sobre la propia existencia",
        "interpretación de la realidad"
      ],
      "paradojas": [
        "la paradoja de la existencia de Dios"
      ],
      "dimensiones_relacionadas": [
        "ontología",
        "metafísica"
      ]
    },
    "existencia-relacional": {
      "ruta": "existencia-relacional",
      "analisis_profundo": "La existencia es un concepto fundamental en la filosofía que ha sido debatido a lo largo de la historia. Desde la perspectiva ontológica, se discute si la existencia es algo real y objetiva o simplemente una construcción de la mente. Según el existencialismo, la existencia precede a la esencia, lo que implica que somos responsables de darle significado a nuestra propia existencia. En términos relacionales, la existencia se entiende en función de nuestras interacciones con el mundo y con los demás, lo que nos define y nos da sentido.",
      "ejemplos": [
        "Un ser humano existe en relación con su entorno físico y social",
        "La existencia de un gobierno depende de la aceptación de sus ciudadanos",
        "Un objeto material existe en relación con otros objetos que lo rodean"
      ],
      "certeza": 0.85,
      "aplicaciones": [
        "En psicología, se puede aplicar el concepto de existencia relacional para entender cómo las relaciones interpersonales impactan en la percepción de uno mismo",
        "En ética, la existencia relacional puede ser clave para determinar la responsabilidad moral de un individuo"
      ],
      "paradojas": [
        "La paradoja de la existencia relacional se presenta cuando se cuestiona si la existencia de algo depende realmente de sus relaciones con otros elementos o si tiene una existencia independiente"
      ],
      "dimensiones_relacionadas": [
        "Ontología",
        "Existencialismo"
      ]
    },
    "existencia-corporal": {
      "ruta": "existencia-corporal",
      "analisis_profundo": "La existencia corporal se refiere a la realidad concreta de la vida física de un ser humano, incluyendo su cuerpo, sus sensaciones, sus necesidades fisiológicas, etc. Desde un punto de vista filosófico, la existencia corporal ha sido explorada por pensadores como Merleau-Ponty, quien enfatiza la importancia de la corporalidad en nuestra experiencia del mundo. La existencia corporal también está relacionada con la idea de la finitud y la vulnerabilidad del ser humano.",
      "ejemplos": [
        "Una persona siente hambre y busca comida para satisfacer esa necesidad fisiológica.",
        "Un atleta experimenta la fatiga y el dolor físico durante una competencia.",
        "Un paciente experimenta sufrimiento físico debido a una enfermedad crónica."
      ],
      "certeza": 0.85,
      "aplicaciones": [
        "En el ámbito de la medicina, es importante considerar la existencia corporal de los pacientes al diseñar tratamientos y terapias.",
        "En el ámbito de la educación física, se valora la importancia de la existencia corporal en el bienestar y el desarrollo integral de los estudiantes."
      ],
      "paradojas": [
        "A pesar de nuestra existencia corporal, a menudo nos sentimos desconectados de nuestro propio cuerpo, como si fuéramos entidades separadas de él."
      ],
      "dimensiones_relacionadas": [
        "Fenomenología",
        "Fisiología",
        "Bienestar físico"
      ]
    }
  },
  "grafo": {
    "nodos": [
      {
        "id": "EXISTENCIA",
        "tipo": "Concepto",
        "propiedades": {}
      },
      {
        "id": "ser-en-el-mundo",
        "tipo": "Ruta",
        "propiedades": {}
      },
      {
        "id": "existencia-temporal",
        "tipo": "Ruta",
        "propiedades": {}
      },
      {
        "id": "existencia-ontologica",
        "tipo": "Ruta",
        "propiedades": {}
      },
      {
        "id": "existencia-relacional",
        "tipo": "Ruta",
        "propiedades": {}
      },
      {
        "id": "existencia-corporal",
        "tipo": "Ruta",
        "propiedades": {}
      },
      {
        "id": "existencia-cuantica",
        "tipo": "Ruta",
        "propiedades": {}
      },
      {
        "id": "existencia-ecologica",
        "tipo": "Ruta",
        "propiedades": {}
      },
      {
        "id": "existencia-social",
        "tipo": "Ruta",
        "propiedades": {}
      },
      {
        "id": "existencia-dualidad",
        "tipo": "Ruta",
        "propiedades": {}
      },
      {
        "id": "existencia-utopica",
        "tipo": "Ruta",
        "propiedades": {}
      }
    ],
    "relaciones": [
      {
        "origen": "EXISTENCIA",
        "destino": "ser-en-el-mundo",
        "tipo": "explora",
        "peso": 1.0
      },
      {
        "origen": "EXISTENCIA",
        "destino": "existencia-temporal",
        "tipo": "explora",
        "peso": 1.0
      },
      {
        "origen": "EXISTENCIA",
        "destino": "existencia-ontologica",
        "tipo": "explora",
        "peso": 1.0
      },
      {
        "origen": "EXISTENCIA",
        "destino": "existencia-relacional",
        "tipo": "explora",
        "peso": 1.0
      },
      {
        "origen": "EXISTENCIA",
        "destino": "existencia-corporal",
        "tipo": "explora",
        "peso": 1.0
      },
      {
        "origen": "EXISTENCIA",
        "destino": "existencia-cuantica",
        "tipo": "explora",
        "peso": 1.0
      },
      {
        "origen": "EXISTENCIA",
        "destino": "existencia-ecologica",
        "tipo": "explora",
        "peso": 1.0
      },
      {
        "origen": "EXISTENCIA",
        "destino": "existencia-social",
        "tipo": "explora",
        "peso": 1.0
      },
      {
        "origen": "EXISTENCIA",
        "destino": "existencia-dualidad",
        "tipo": "explora",
        "peso": 1.0
      },
      {
        "origen": "EXISTENCIA",
        "destino": "existencia-utopica",
        "tipo": "explora",
        "peso": 1.0
      }
    ]
  },
  "estadisticas": {
    "total_rutas": 10,
    "analisis_realizados": 5,
    "nodos_grafo": 11,
    "relaciones": 10
  },
  "metricas": {
    "tokens_usados": 6074,
    "llamadas_api": 7,
    "duracion_segundos": 34.847253
  },
  "modelo": "openai/gpt-3.5-turbo",
  "timestamp": "2025-11-09T06:10:53.125598"
}